module.exports =  {
    //首页
    index: {
        search: ["请输入您想搜索的内容", "འདིར་འཚོལ་འདོད་པ་དེ་ཕྲིས།"],
        //导航栏
        // welfare: ["公益", "དགེ་སྒྲུབ།"],
        // course: ["课程", ""],
        // ask: ["问答", ""],
        //课程
        hot: ["热门课程", "ཡག་ཤོས།"],
        new: ["最新课程", "གསར་ཤོས།"],
        batch: ["换一批", "དེ་ལས་མང་བ།"],
        shop: ["开店创业必备资料", "ཚོང་ལས་ལ་མཁོ་བའི་ཡིག་ཆ།"],
        unfold: ["展开更多", "དེ་ལས་མང་བ།"],
        fewer: ["收起", "ཡར་བསྡུ།"],
        //公益
        newHelp: ["最新救助", "རོགས་ཞུ་གསར་བ།"],
        usNeedHelp: ["他们急需您的帮助", "རང་ནུས་ཅི་ལྕོགས་ཀྱིས་རོགས་སྐྱོར་རེ་གནང་རོགས།"],
        havaRaise: ["已筹***元", "སྒོར***འདུས་ཡོད།"],
        needRaise: ["目标（***元）", "མཁོ་ཚད།（སྒོར***）"],
        haveDonation: ["已捐（***次）", "ཐེངས***འབྱོར་ཡོད།"],
        needDonation: ["已捐（***元）", "འབྱོར་གྲངས།（སྒོར***）"],
        mailing: ["包邮", "སྐུར་གླ་མི་དགོས།"],
        free: ["免费", "རིན་མེད།"],
        replace: ["换一批", "དེ་ལས་མང་བ།"],
        noBuyToast: ['您还没购买该专辑/单曲', 'ཁྱེད་ཀྱིས་སློབ་ཁྲིད་འདི་ད་དུང་ཉོས་མེད།'],
        firstAlbum: ['当前已是第一首', 'ཆེས་ཐོག་མ།'],
        lastAlbum: ['当前已是最后一首', 'ཆེས་མཇུག་མ། ']
    },
    // 课程页
    myCourse: {
        history: ["历史", "ལོ་རྒྱུས་ཟིན་ཐོ།"],
        buy: ["已购买", "ཉོས་ཟིན་པ།"],
        enshrine: ["收藏", "ཉར་ཚགས།"],
        unopen: ["此功能暂未开放", "བྱེད་ནུས་དེ་ད་དུང་བེད་སྤྱོད་མི་ཐུབ། "],
        nobuy: ["您还未购买任何课程", "ཁྱེད་ཀྱིས་ད་དུང་སློབ་ཁྲིད་ཉོས་མེད།"],
        nohistory: ["没有任何播放历史", "ད་དུང་ལོ་རྒྱུས་ཟིན་ཐོ་མེད།"]
    },
    // 个人中心页
    my: {
        myorder: ["我的订单", "ངའི་ཉོ་ཐོ།"],
        allorder: ["查看全部订单", "ཉོ་ཐོ་ཆ་ཚང་ལ་བལྟ།"],
        daifukuan: ["待付款", "རིན་སྤྲད་མེད་པ།"],
        daifahuo: ["待发货", "བསྐུར་རྩིས་ཡོད་པ།"],
        yifahuo: ["已发货", "བསྐུར་འཚག་པ།"],
        yiwancheng: ["已完成", "མཇུག་རྫོགས་པ།"],
        member: ["会员中心", "ཚོགས་མིའི་ལྟེ་གནས།"],
        about: ["关于我们", "ང་ཚོའི་གནས་ཚུལ།"],
        contact: ["联系我们", "འབྲེལ་གཏུག་བྱ་ཡུལ།"],
        recruit: ["招聘老师", "དགེ་རྒན་འཚོལ་བསྡུ།"],
        explain: ["直播说明", "ཐད་གཏོང་གི་གསལ་བཤད།"],
        memberInfo: ["开通会员, 尊享特权", "ཁོངས་མིས་སྒྲ་དང་བརྙན་ཡོད་ཚད་ལ་གསན་གཟིགས་གནང་ཆོག"],
        open: ["开通vip", " ཁོངས་མིར་ཐོ་འགོད་བྱེད།"]
    },
    // 订单页
    paddingpayment: {
        all: ["全部", "ཆ་ཚང་།"],
        daifukuan: ["待付款", "རིན་སྤྲད་མེད་པ།"],
        daifahuo: ["待发货", "བསྐུར་རྩིས་ཡོད་པ།"],
        yifahuo: ["已发货", "བསྐུར་འཚག་པ།"],
        yiwancheng: ["已完成", "མཇུག་རྫོགས་པ།"],
        mailing: ["包邮", "སྐུར་གླ་མི་དགོས།"],
        orderSuccess: ['交易成功', 'ཉོ་ཚོང་ལེགས་འགྲུབ་བྱུང་ཡོད།'],
        proNum: ["共计 *** 件商品", "བསྡོམས་པས *** ཡོད།"],
        total: ["合计", "རིན་གོང་བསྡོམས་འབོར།"],
        cancelOrder: ["删除订单", "ཉོ་ཐོ་སུབ་པ།"],
        isCancelOrder: ["是否删除该订单", "ཉོ་ཐོ་འདི་སུབ་བམ།"],
        sureOrder: ["确认收货", "ལག་ཏུ་འབྱོར་ཟིན།"],
        delSuccess: ["删除成功", "སུབ་འཚག་པ།"],
        finish: ["您已完成收货", "ཚོང་རྫས་ཁྱེད་ཀྱི་ལག་ཏུ་འབྱོར་ཡོད།"],
        goPay: ["去付款", "རིན་སྤྲད།"]
    },
    // 专辑详情
    albumDetail: {
        listen:['***人已收听','ཉན་མཁན་མི***ཡོད།'],
        expect:['共 *** 节课程','སློབ་ཚན***ཡོད།'],
        detail:['详情','རྒྱས་བཤད།'],
        program:['节目', 'ལེ་ཚན།'],
        audition:['试听', 'ཚོད་ཉན་བྱེད།'],
        buy:['立即购买','མྱུར་དུ་ཉོ།'],
        play:['播放全部', 'མཉམ་གཏོང་།'],
        selected:['选集','བདམས་སྒྲིག'],
        order:['正序','རིམ་སྒྲིག'],
        share:['分享','བརྒྱུད་སྐུར།'],
        author:['作者介绍', 'ཁྲིད་མཁན་ངོ་སྤྲོད།'],
        album:['专辑介绍','ནང་དོན་ངོ་སྤྲོད།'],
        once:['立即播放','ད་ལྟ་ཉན།'],
        vip_font:['开通会员后即可免费收听/观看', 'ཚོགས་མིར་ཐོ་འགོད་བྱས་རྗེས་རིན་མེད་ཉན་ཆོག'],
        vip_btn:['立即开通', 'ཚོགས་མིར་ཐོ་འགོད་བྱེད།'],
        bought: ['您已购买该专辑', "ཆེད་བསྒྲིགས་འདི་ཁྱེད་ཀྱིས་ཉོས་ཡོད།"],
        imgSave: ["图片已保存","པར་རིས་ཉར་ཚགས་བྱས་ཡོད།"],
        hint: ['提示', 'གསལ་འདེབས།'],
        sure: ['确定', 'གཏན་འཁེལ།'],
        cancel: ['取消', 'འདོར་བ།'],
        hintContent: ['您还没购买该专辑/单曲,是否去购买?', 'ཁྱེད་ཀྱིས་སློབ་ཁྲིད་འདི་ད་དུང་ཉོས་མེད། ཉོ་རྒྱུ་ཡིན་ནམ། '],
        isBuy: ["已购买", "ཉོས་ཡོད། "],
        free: ["免费", "རིན་མེད།"],
        noBuyToast: ['您还没购买该专辑/单曲', 'ཁྱེད་ཀྱིས་སློབ་ཁྲིད་འདི་ད་དུང་ཉོས་མེད།'],
        firstAlbum: ['当前已是第一首', 'ཆེས་ཐོག་མ།'],
        lastAlbum: ['当前已是最后一首', 'ཆེས་མཇུག་མ། ']
    },
    albumOrder: {
        name:['名称','མིང་།'],
        episodes:['集数','ལེ་ཚན།'],
        price:['实付金额', 'རིན་གོང་།'],
        reality:['实际支付', 'འགྲོ་སོང་བསྡོམས་འབོར།'],
        ex:['注：一旦售出不可退换、立即购买','མཆན། ཉོས་ཚར་རྗེས་ཕྱིར་ལོག་མི་བྱེད།'],
        pay:['立即购买','མྱུར་དུ་ཉོ།'],
        expect:['共 *** 节课程','སློབ་ཚན***ཡོད།'],
        money: ["***元", "སྒོར ***"]
    },
    bookFont: {
        hot: ["热门课程", "ཡག་ཤོས།"],
        new: ["最新课程", "གསར་ཤོས།"],
        mailing: ["包邮", "སྐུར་གླ་མི་དགོས།"],
        per: ["精品课程", "བྲིན་ཤོས།"]
    },
    classifyDetail: {
        free: ["免费", "རིན་མེད།"],
        // 全部
        all: ["ཆ་ཚང་།", "ཆ་ཚང་།"]
    },
    bookdetail: {
        sales: ["销量", "བཙོངས་གྲངས།"],
        sendEmail: ["发送到邮箱", "ཡིག་སྒམ་ནང་བསྐུར་ཡོང་།"],
        detailTitle: ["商品介绍", "ཚོང་རྫས་ངོ་སྤྲོད།"],
        number: ["数量: ", "གྲངས་ཀ"],
        onceBuy: ["立即购买", "ད་ལྟ་ཉོ།"],
        account: ["去结算", "རིམ་པ་རྗེས་མ།"]
    },
    bookorder: {
        consignee: ['收货人: ', 'སྐུར་སའི་མི།'],
        total: ['实付金额', 'རིན་གོང་།'],
        sure: ['付款', 'རིན་སྤྲོད།'],

        selectAddress: ["请选择收货地址", "སྐུར་སའི་ས་གནས་འབྲི་ས།(གློག་རྡུལ་ཡིག་ཆ་ཉོས་ཚེ་ས་གནས་འབྲི་མི་དགོས་གཤམ་དུ་ཡིག་སྒམ་འབྲི་རོགས།)"],
        remark: ["备注: 若您购买的是电子商品, 请在此处填写您的邮箱地址", "གསལ་འདེབས།    ཁྱེད་ཀྱིས་ཉོས་པ་གློག་རྡུལ་ཡིག་ཆ་ཡིན་ཚེ་འདིར་ཡིག་སྒམ་བྲིས་པས་ཆོག སྐུར་སའི་ས་གནས་འབྲི་མི་དགོས།"],
        selAddToast: ["请选择收货地址或填写备注", "ཁྱེད་ཀྱིས་བསྐུར་སའི་ས་གནས་དང་ཡང་ན་ཡིག་སྒམ་འབྲི་རོགས།"]
    },
    indent: {
        orderNoPay: ["订单未付款", "རིན་སྤྲད་མེད་པའི་ཉོ་ཐོ།"],
        waitSend: ["订单待发货", "བསྐུར་མེད་པའི་ཉོ་ཐོ།"],
        delivery: ["订单待收货", "སྐུར་ཟིན་པའི་ཉོ་ཐོ།"],
        finish: ["订单已完成", "ཉོ་ཐོ་སྤྲད་ཟིན།"],
        user: ["收货人", "སྐུར་སའི་མི།"],
        total: ['实付金额', 'རིན་གོང་།'],
        copy: ["复制", "འདྲ་བཤུ་བྱེད།"],
        finishTime: ["完成时间", "མཇུག་རྫོགས་པའི་དུས་ཚོད།"],
        orderNum: ["订单编号", "ཉོ་ཐོའི་ཨང་རྟགས།"],
        buyTime: ["下单时间", "ཉོས་པའི་དུས་ཚོད།"]
    },
    components: {
        isBuy: ["已购买", "ཉོས་ཡོད།"],
        free: ["免费", "རིན་མེད།"],
        mailing: ["包邮", "སྐུར་གླ་མི་དགོས།"],
        replace: ["换一批", "དེ་ལས་མང་བ།"],
        sales: ["销量: ", "བཙོངས་གྲངས། "],
        money: ["***元", "སྒོར ***"],

        close: ['关闭', 'སྒོ་རྒྱག'],
        share: ['分享给朋友', 'གྲོགས་པོར་བསྐུར།'],
        save: ['保存为图片', 'ཁྱབ་བསྒྲགས་སྤེལ།'],
        saveLoc: ['保存到本地', 'པར་རིས་ཉར་ཚགས་བྱེད།'],
        imgSave: ['图片已保存','ཉར་ཚགས་བྱེད་འཚག'],
    },
    member: {
        vip: ["VIP 会员", "VIP ཁོངས་མི།"],
        noDredge: ["开通会员", "ཁོངས་མིར་ཐོ་འགོད་བྱེད།"],
        isDredge: ["已开通会员", "ཁོངས་མིར་གྱུར་ཡོད།"]
    }
}