module.exports =  {
    //首页
    index: {
        //导航栏
        welfare: ["公益", "དགེ་སྒྲུབ།"],
        course: ["课程", ""],
        ask: ["问答", ""],
        //课程
        hot: ["热门课程", "ཡག་ཤོས།"],
        new: ["最新课程", "གསར་ཤོས།"],
        batch: ["换一批", "དེ་ལས་མང་བ།"],
        shop: ["开店创业必备资料", ""],
        unfold: ["展开更多", "展开更多"],
        fewer: ["收起更多", "收起更多"],
        //公益
        newHelp: ["最新救助", "རོགས་ཞུ་གསར་བ།"],
        usNeedHelp: ["他们急需您的帮助", "རང་ནུས་ཅི་ལྕོགས་ཀྱིས་རོགས་སྐྱོར་རེ་གནང་རོགས།"],
        havaRaise: ["已筹***元", "སྒོར***འདུས་ཡོད།"],
        needRaise: ["目标（***元）", "མཁོ་ཚད།（སྒོར***）"],
        haveDonation: ["已捐（***次）", "ཐེངས***འབྱོར་ཡོད།"],
        needDonation: ["已捐（***元）", "འབྱོར་གྲངས།（སྒོར***）"]
    }
}