module.exports =  {
    //首页
    index: {
        search: ["请输入您想搜索的内容", "འདིར་འཚོལ་འདོད་པ་དེ་ཕྲིས།"],
        //导航栏
        welfare: ["公益", "དགེ་སྒྲུབ།"],
        course: ["课程", ""],
        ask: ["问答", ""],
        //课程
        hot: ["热门课程", "ཡག་ཤོས།"],
        new: ["最新课程", "གསར་ཤོས།"],
        batch: ["换一批", "དེ་ལས་མང་བ།"],
        shop: ["开店创业必备资料", "ཚོང་ལས་ལ་མཁོ་བའི་ཡིག་ཆ།"],
        unfold: ["展开更多", "དེ་ལས་མང་བ།"],
        fewer: ["收起", "ཡར་བསྡུ།"],
        //公益
        newHelp: ["最新救助", "རོགས་ཞུ་གསར་བ།"],
        usNeedHelp: ["他们急需您的帮助", "རང་ནུས་ཅི་ལྕོགས་ཀྱིས་རོགས་སྐྱོར་རེ་གནང་རོགས།"],
        havaRaise: ["已筹***元", "སྒོར***འདུས་ཡོད།"],
        needRaise: ["目标（***元）", "མཁོ་ཚད།（སྒོར***）"],
        haveDonation: ["已捐（***次）", "ཐེངས***འབྱོར་ཡོད།"],
        needDonation: ["已捐（***元）", "འབྱོར་གྲངས།（སྒོར***）"]
    },
    myCourse: {
        history: ["历史", "ལོ་རྒྱུས་ཟིན་ཐོ།"],
        buy: ["已购买", "ཉོས་ཟིན་པ།"],
        enshrine: ["收藏", "ཉར་ཚགས།"],
        unopen: ["此功能暂未开放", "བྱེད་ནུས་དེ་ད་དུང་བེད་སྤྱོད་མི་ཐུབ། "],
        nobuy: ["您还未购买任何课程", "ཁྱེད་ཀྱིས་ད་དུང་སློབ་ཁྲིད་ཉོས་མེད།"],
        nohistory: ["没有任何播放历史", "ད་དུང་ལོ་རྒྱུས་ཟིན་ཐོ་མེད།"]
    }
}